Repository: sillsdev/FwLocalizations
Catalog: messages.ru.tmx
Source language: en
Languages: ru

source: The Database folder ({0}) is encrypted. A new project cannot be created unless the folder is decrypted. To fix this problem, close down this application and any other open FieldWorks applications. When you next launch a FieldWorks application, there will be an opportunity to fix the folder automatically.
ru: Папка базы данных ({0}) зашифрована. Новый проект не может быть создан, пока папка не будет расшифрована. Для исправления данной проблемы закройте это приложение и все открытые приложения FieldWorks. При следующем запуске приложения FieldWorks будет возможность исправить папку автоматически.

source: The default discourse chart template cannot be deleted, moved or promoted.
ru: Шаблон схемы дискурса по умолчанию нельзя удалять, перемещать или преобразовывать.

source: The definition for this sense.
ru: Толкование для данного значения.

source: The entry is used in these contexts.
ru: Статья используется в этих контекстах.

source: The entry you have selected is not shown in Dictionary view, {0}.
ru: Выбранная вами статья не отображается в окне словаря, {0}.

source: The environment and infix position will be lost! Do you still want to continue?
ru: Условия окружения и позиция инфикса будут утеряны! Вы хотите продолжить?

source: The environment and some grammatical information will be lost! Do you still want to continue?
ru: Условия окружения и некоторая грамматическая информация будут утеряны! Вы хотите продолжить?

source: The environment is being used {0} times{1}by your allomorphs.
ru: Окружение используется {0} раз{1}вашими алломорфами.

source: The environment is being used 1 time{0}by your allomorphs.
ru: Окружение используется 1 раз{0}вашими алломорфами.

source: The environment will be lost! Do you still want to continue?
ru: Условия окружения будут утеряны. Вы хотите продолжить?

source: The environment, infix position, and some grammatical information will be lost! Do you still want to continue?
ru: Условия окружения, позиция инфикса и некоторая грамматическая информация будут утеряны! Вы хотите продолжить?

source: The FieldWorks import process automatically maintains this file.
ru: Процедура импорта программы FieldWorks автоматически сохраняет этот файл.

source: The file {0} already exists. Do you want to overwrite it?
ru: Файл {0} уже существует, вы действительно хотите его переписать?

source: The file you have selected is not in the Linked Files folder for this project. Would you like to move or copy the file to that folder to make it easier to share and back up, along with your other project data?
ru: Выбранный вами файл отсутствует в папке ссылочных файлов данного проекта. Вы хотите перенести или скопировать файл в эту папку, чтобы облегчить совместное использование или резервное копирование, вместе с другими данными вашего проекта?

source: The files this project links to are currently still located in the old FieldWorks folder. Would you like to store those files in the new folder for this project?
ru: Файлы, на которые ссылается данный проект всё ещё находятся в старой папке FieldWorks. Вы хотите хранить те файлы в новой папке данного проекта?

source: The filter is being turned off so that you can see the new text.
ru: Фильтр отключается, чтобы вы смогли увидеть новый текст.

source: The following Anthropology Codes were added to the language project:
ru: В языковой проект добавлены следующие Антропологические коды:

source: The following complex form types were added to the language project:
ru: Следующие типы комплексных форм были добавлены в языковой проект:

source: The following Conditions were added to the language project:
ru: Следующие условия были добавлены в языковой проект:

source: The following conflicts resulted in duplicated entries or senses:
ru: Следующие конфликты получены в дубликатах статей или значений:

source: The following custom fields were added to the project:
ru: В проект добавлены следующие пользовательские поля:

source: The following data was truncated on import:
ru: Следующие данные были усечены при импортировании:

source: The following Domain Types were added to the language project:
ru: В языковой проект были добавлены следующие типы доменов:

source: The following Environments were added to the language project:
ru: В языковой проект были добавлены следующие виды окружения:

source: The following errors were encountered during import:
ru: Следующие ошибки были обнаружены при импортировании:

source: The following Exception "Features" were added to the language project:
ru: Следующие "Свойства" исключений были добавлены к языковому проекту:

source: The following Feature Types were added to the language project:
ru: В языковой проект добавлены следующие Типы свойств:

source: The following Inflection Classes were added to the language project:
ru: Следующие классы формообразования были добавлены к языковому проекту:

source: The following Inflection Features were added to the language project:
ru: Следующие свойства формообразования были добавлены в языковой проект:

source: The following Inflectional Affix Slots were added to the language project:
ru: Следующие слоты формообразующих аффиксов были добавлены к языковому проекту:

source: The following inflectional affixes may be added to the obligatory slot {0}.
ru: Следующие классы формообразования могут быть добавлены к обязательному слоту {0}.

source: The following inflectional affixes may be added to the optional slot {0}.
ru: Следующие аффиксы формообразования могут быть добавлены к факультативному слоту {0}.

source: The following invalid data was imported:
ru: Импортированы следующие недействительные данные:

source: The following invalid relations were found in the imported file:
ru: В импортированном файле были найдены следующие недействительные отношения:

source: The following Morph Types were added to the language project:
ru: В языковой проект добавлены следующие Типы морфов:

source: The following Parts of Speech were added to the language project:
ru: В языковой проект добавлены следующие Части речи:

source: The following projects did not migrate successfully:
ru: Следующие проекты мигрировали неуспешно:

source: The following Semantic Domains were added to the language project:
ru: Следующиесемантические области были добавлены в языковой проект:

source: The following Sense Types were added to the language project:
ru: Следующие типы значений добавлены в языковой проект:

source: The following slots are available for the category {0}.
ru: Для категории {0} доступны следующие слоты.

source: The following Stem Names were added to the project:
ru: В языковой проект добавлены следующие названия основ:

source: The following Translation Types were added to the language project:
ru: В языковой проект добавлены следующие Типы переводов:

source: The following unknown morph-types were found in the imported file:
ru: В импортированном файле найдены следующие неизвестные типы морфов:

source: The following variant types were added to the language project:
ru: К языковому проекту были добавлены следующие типы вариантов:

source: The following Writing Systems were added to the language project:
ru: В языковой проект добавлены следующие Системы письма:

source: The following writing systems were updated in another project. Would you like to use those changes in this project ({1}) too? {0}
ru: Следующие системы письма обновлены в другом проекте. Вы хотите использовать те изменения и в этом проекте ({1})? {0}

source: The help file could not be located.
ru: Не могу найти файл справки.

source: The help viewer could not load. Maybe you don't have {0} installed.
ru: Просмотр справки не может загрузиться. Вероятно вы не установили {0}.

source: The infix position and some grammatical information will be lost! Do you still want to continue?
ru: Позиция инфикса и грамматическая информация будут утеряны! Вы всё же хотите продолжить?

source: The infix position will be lost! Do you still want to continue?
ru: Позиция инфикса будет утеряна! Вы хотите продолжить?

source: The inflection (conjugation or declension) class of the stem resulting from the attachment of this affix. Leave it blank if the inflection class does not matter for this affix.
ru: Класс формообразования (склонения или спряжения) основы после присоединения данного аффикса. Оставьте его пустым, если у данного аффикса не имеет значения класс формообразования.

source: The inflection (conjugation or declension) class of this stem or root. Leave it blank if the inflection class does not matter for this stem or root.
ru: Класс формообразования (склонения или спряжения) данной основы или корня. Оставьте его пустым, если класс формообразования у данной основы или корня не имеет значения.

source: The inflection (conjugation or declension) class which the stem to which this affix attaches must belong. Leave it blank if the inflection class does not matter for this affix.
ru: Класс формообразования (склонения или спряжения), к которому должна относиться основа для присоединения данного аффикса. Оставьте его пустым, если у данного аффикса не имеет значение класс формообразования.

source: The inflection class and infix position will be lost! Do you still want to continue?
ru: Информация о классе формообразования и позиции инфикса будет утеряна! Вы хотите продолжить?

source: The inflection class and some grammatical information will be lost! Do you still want to continue?
ru: Информация о классе формообразования и некоторая грамматическая информация будут утеряны! Вы хотите продолжить?

source: The inflection class of this part of the compound.
ru: Класс формообразования данной части композита.

source: The inflection class will be lost! Do you still want to continue?
ru: Информация о классе формообразования будет утеряна! Вы хотите продолжить?

source: The inflection class, infix position, and some grammatical information will be lost! Do you still want to continue?
ru: Классе формообразования, позиция инфикса и некоторая грамматическая информация будут утеряны! Вы всё же хотите продолжить?

source: The last remaining Text Markup tag list cannot be deleted.
ru: Нельзя удалить последний оставшийся список тегов разметки текста.

source: The last time {0} started, it stopped responding when attempting to open the FieldWorks project: {1}
ru: При последнем запуске {0}, произошёл останов в ответ на попытку открыть проект FieldWorks: {1}

source: The lexeme form does not match the morpheme type.
ru: Форма лексемы не совпадает с типом морфемы.

source: The lexical reference type is used in this context:
ru: Тип лексической референции используется в следующем контексте:

source: The link target is not currently available, probably because a filter excludes it. Do you want to turn off the filter?
ru: Целевая ссылка сейчас недоступна, вероятно из-за исключений фильтра. Вы хотите отключить фильтр?

source: The Linked Files folder ({0}) does not exist. Please create the folder or insert the USB drive then press Yes. Press No to use the default location.
ru: Папка ссылочных файлов ({0}) не существует. Пожалуйста, создайте папку или вставьте устройство USB, а затем нажмите Да. Press No to use the default location.

source: The Linked Files folder was not previously stored in the project folder.
ru: Папка ссылочных файлов раньше не хранилась в папке проектов.

source: The name cannot contain these characters: {0}
ru: Имя не может содержать следующие символы: {0}

source: The &original name: {0} (will overwrite)
ru: &Исходное имя: {0} (перепишет)

source: The program has detected invalid data (cells out of order or not in any column) within this chart. This can be caused by deleting or re-ordering columns in the template. The program will attempt to repair the links within the data. You may need to do additional editing, or you may prefer to start over if the resulting chart is too different from what you expect.
ru: Программа обнаружила недействительные данные (ячейки не по порядку или отсутствуют в столбцах) в этой схеме. Это может быть вызвано удалением или изменением порядка столбцов в шаблоне. Программа попытается отремонтировать ссылки в данныз. Вам может понадобиться дополнительная правка или вы можете предпочесть начать с начала, если полученная схема значительно отличается от той, которую вы ожидаете.

source: The program may quit after the restore has finished. If it does, you can then restart the program on the (restored) project.
ru: Программа может закрыться по окончании восстановления. Если это так, то вы можете перезапустить программу на (восстановленном) проекте.

source: The project has already been migrated (or created separately).
ru: Проект уже мигрировал (или создан отдельно).

source: The project name you entered is too long: {0} Enter a shorter name.
ru: Введённое вами имя проекта слишком длинное: {0} Введите более короткое имя.

source: The publication page size is bigger than the paper size.
ru: Размер страницы публикации больше размера бумаги.

source: The region abbreviation is invalid. It must be 2 alphabetic characters or 3 numeric characters.
ru: Сокращение для региона недействительно. Оно должно состоять из 2 букв или 3 цифр.

source: The Region Abbreviation must be exactly 2 or 3 characters long.
ru: Сокращение для региона должно быть длиной 2 или 3 буквы.

source: The region abbreviation you entered is already in use.
ru: Сокращение для региона, которое вы ввели, уже используется.

source: The requested FieldWorks project could not be opened:
ru: Запрошенный проект FieldWorks не может быть открыт:

source: The selected lexical entry ({0}) is a {1}.
ru: Выбранная лексическая статья ({0}) является {1}.

source: The selected lexical entry (<CitationForm>) is a <MorphType>.
ru: Выбранная лексическая статья (<CitationForm>) - это <MorphType>.

source: The selected page size is too small to print the report. Please choose a larger size.
ru: Выбранный размер старницы слишком мал для печати отчёта. Просьба выбрать размер побольше.

source: The sense is being used in these contexts:
ru: Значение используется в следующих контекстах:

source: The set of inflection classes this category has.
ru: Набор классов формообразования для данной категории.

source: The sorting specification is not valid. Error: {0}. Please correct the error to continue.
ru: Условия сортировки заданы неверно: {0}. Для продолжения, пожалуйста, исправьте ошибку.

source: The stem name and some grammatical information will be lost! Do you still want to continue?
ru: Имя основы и грамматическая информация будут утеряны! Вы всё же хотите продолжить?

source: The stem name will be lost! Do you still want to continue?
ru: Имя основы будет утеряно! Вы всё же хотите продолжить?

source: The text charting mechanism can only handle one template at this point. Only the first template will be used.
ru: В данный момент механизм создания схемы текста может обрабатывать только один шаблон. Будет использоваться только первый шаблон.

source: The Text Markup Tags list can only have two levels (tag types and tags).
ru: Список тегов разметки текста может иметь только два уровня (типы тегов и теги).

source: The two entries have been merged.
ru: Две статьи были объединены.

source: The underlying text for this chart appears to have changed. The program has attempted to repair things, but you may just need to start over.
ru: Расположенный ниже текст для этой схемы вероятно был изменён. Программа попыталась сделать исправления, но вам следует начать сначала.

source: The updated mapping file <{0}> has been saved.
ru: Обновлённый файл соответствий <{0}> был сохранён.

source: The values stored in this dialog box control the parsers.
ru: Хранящиеся в данном диалоговом окне значения управляют парсерами.

source: The variant abbreviation "{0}" is reserved for "{1}", so it cannot be used here.
ru: Вариант сокращения "{0}" зарезервирован за "{1}", поэтому не может здесь использоваться.

source: The variant abbreviation "{0}" was associated with "{1}". Do you want to change "{0}" to refer to "{2}"?
ru: Вариан сокращения "{0}" ассоциировался с "{1}". Вы хотите изменить "{0}" с отсылкой на "{2}"?

source: The variant abbreviation is invalid. It must consist of alphanumeric characters, possibly with hyphens separating subsections.
ru: Аббревиатура варианта недействительна. Она должна состоять букв и цифр, возможно разделённых дефисом.

source: The variant abbreviation you entered is already in use.
ru: Введённый вами вариант сокращения уже используется.

source: The variant name "{0}" is already associated with "{1}", so it cannot be used here.
ru: Вариант имени "{0}" уже ассоциируется с "{1}", поэтому его нельзя здесь использовать.

source: The word or phrase is too long so the interlinearized wordform has been truncated to the maximum length. Try using the Tools/Guess Word Breaks tool on the baseline text, or insert word breaks into the text manually.
ru: Слово или выражение слишком длинное, поэтому подстрочная словоформа была обрезана до максимальной длины. Попробуйте использовать меню "Сервис/Предложить разрыв слов" к тексту подстрочника или вставьте разрывы слов в текст вручную.

source: The writing system {0} and all text in the writing system will be deleted permanently. Are you sure you wish to delete the writing system?
ru: Система письма {0} и весь текст в этой системе письма будет удалён навсегда. Вы уверены, что хотите удалить эту систему письма?

source: The writing system and all text in the writing system will be deleted permanently. Are you sure you wish to delete the writing system?
ru: Система письма и весь текст в этой системе письма будет удалён навсегда. Вы уверены, что хотите удалить эту систему письма?

source: The writing system could not be installed. There is a problem in your language definition. See the FieldWorks ReadMe for help in this area.
ru: Невозможно установить систему письма. Возникла проблема в вашем определении языка. Просмотрите файл FieldWorks ReadMe для справки в этой области.

source: The writing system could not be modified. There is a problem in your language definition. See the FieldWorks ReadMe for help in this area.
ru: Нельзя изменить систему письма. Возникла проблема в вашем определении языка. Посмотрите файл FieldWorks ReadMe для помощи в этой области.

source: The XML file {0} is invalid. This is a programming error. Please report this to the FieldWorks team.
ru: Файл XML {0} является недействительным. Это программная ошибка. Просим сообщить об этом команде FieldWorks.

source: The XML is not well-formed; you need to correct it and try again.
ru: XML в неправильном формате; вам необходимо его исправить и попробовать снова.

source: The zip file does not appear to contain a FieldWorks backup. Did you remember to make a backup that includes an XML version of the data?
ru: Файл архива zip вероятно не содержит резервную копию FieldWorks. Вы помните, что сделали резервное копирование, включающее XML версию данных?

source: The zip file does not contain a version 6.0 (or earlier) FieldWorks backup.
ru: Архивный файл zip не содержит резервную копию FieldWorks версии 6.0 (или более ранней).

source: There are duplicate {0} fields named "{1}". Please choose a different name.
ru: Обнаружены дубликаты полей {0} с именем "{1}". Пожалуйста, выберите другое имя.

source: There is a missing closing parenthesis ')' somewhere around here: '{0}'.
ru: Пропущена закрывающая скобка ')' где-то здесь: '{0}'.

source: There is a missing closing square bracket ']' somewhere around here: '{0}'.
ru: Пропущена закрывающая квадратная скобка ']' где-то здесь: '{0}'.

source: There is a missing opening parenthesis '(' somewhere around here: '{0}'.
ru: Пропущена открывающая скобка '(' где-то здесь: '{0}'.

source: There is a missing opening square bracket '[' somewhere around here: '{0}'.
ru: Пропущена открывающая квадратная скобка '[' где-то здесь: '{0}'.

source: There is a problem with this environment string '{0}':
ru: Имеется проблема с данной строкой окружения '{0}':

source: There is already a field named {1} in each {0}, please choose a different name for your Custom field.
ru: Обнаружены дубликаты полей {0} с именем "{1}". Пожалуйста, выберите другое имя для своего пользовательского поля.

source: There is already a project with the same name as the one you are trying to convert.
ru: Уже существует проект с тем же названием, как у того, который вы пытаетесь преобразовать.

source: There is no description available for this item.
ru: Отсутствует описание для данного элемента.

source: There is no description available for this list item.
ru: Описание для этого элемента списка отсутствует.

source: there is no form!
ru: форма отсутствует!

source: There was a problem opening the current version of the file {0}, dated {1}. Would you like to open the automatic backup, {2}, dated {3}?
ru: Есть проблема с открытием существующей версией файла {0}, дата от {1}. Вы хотите открыть автоматическую резервную копию {2} с датой от {3}?

source: There was a problem while trying to restore the settings. Your settings will be restored to their default values.
ru: Была проблема при попытке восстановить настройки. Ваши настройки были восстановлены со значениями по умолчанию.

source: There was an error processing that click or keypress
ru: Произошла ошибка при обработке этого нажатия кнопки или клавиши

source: There was an error trying to create a subfolder of the new project. The error was: {0}
ru: Ошибка при попытке создания подпапки нового проекта. Ошибка была: {0}

source: There was an error when creating the backup file for project: {0}. The error was: {1}
ru: Произошла ошибка при создании резервной копии проекта: {0}. Ошибка: {1}

source: There was an error while reading in the XML file: {0}.
ru: Ошибка чтения файла XML: {0}.

source: There was an error: {0} {1}
ru: Была ошибка: {0} {1}

source: These are the languages used for translations, texts, lexical headwords, example sentences, people, location names, etc. Select, or define, a default vernacular language writing system.
ru: Это язык, применяющийся для переводов, текстов, лексических заголовочных слов, примеров предложений, людей, географических названий и т.п. Выберите или определите систему письма анализируемого языка по умолчанию.

source: These localizations are not all complete and are not necessarily thoroughly reviewed. If you have feedback, please send it to FLEx_Localization@sil.org.
ru: Данная локализация завершена не полностью и не проверена тщательно. Если у вас арциональные предложения, просим написать их на FLEx_Localization@sil.org.

source: {0} Third capture
ru: {0} Третий заголовок

source: This allomorph can attach to stems whose inflection classes are listed here.
ru: Данный алломорф может присоединяться к основам, классы формообразования которых перечислены здесь.

source: This application must exit.
ru: Это приложение должно быть завершено.

source: This can be used to convert Citation Forms into another writing system.
ru: Это можно использовать при преобразовании словарной формы в другую систему письма.

source: This dialog helps you create a new FieldWorks project, into which you can then enter data using FieldWorks applications.
ru: Данный диалог помогает вам создать новый проект FieldWorks, в который вы можете затем ввести данные, используя приложения FieldWorks.
